Repository: galisurf/DC_VideoInsert
Catalog: locales/*/main.po
Languages: fr

source: Insert video URL or video ID
fr: Insérez l'url ou l'identifiant de la vidéo

source: Add video
fr: Ajouter la vidéo

source: Close
fr: Fermer

source: Width
fr: Largeur

source: Height
fr: Hauteur

source: Help
fr: Aide

source: See video on
fr: Voir la vidéo sur

source: Video start time (in seconds)
fr: Début de la vidéo (en secondes)

source: Alignment
fr: Alignement

source: left
fr: gauche

source: center
fr: centre

source: right
fr: droite

source: Default options saved.
fr: Paramètres sauvegardés.

source: Default options restored.
fr: Paramètres restaurés.

source: Save default options
fr: Sauver les paramètres

source: Restore default options
fr: Restaurer les paramètres

source: You have to enter a video ID or URL
fr: Vous devez entrer un identifiant vidéo ou une url

source: Adding %s video id=%s.
fr: Ajout de la vidéo %s id=%s

source: Unable to recognize video provider or video ID.
fr: Impossible de reconnaitre l'identifiant vidéo ou le site hébergeur.

source: This plugin will automatically recognize video provider and video ID from your given data.
fr: Le plugin va automatiquement détecter le site de partage de vidéo ainsi que l'identifiant de la vidéo d'après les données entrées.

source: Here is the list of providers and data recognized. If your data doesn't match any of this example it is possible that it will not be recognized.
fr: Voici la liste des sites reconnus. Si vos données ne correspondent pas a l'un de ces exemples il est possible que votre vidéo ne soit pas reconnue.

source: Video url example :
fr: Exemple d'url vidéo :

source: Video ID example :
fr: Exemple d'identifiant vidéo :

source: + Show private video
fr: + Afficher la vidéo privée

source: In order to show private video you have to enter a password.
fr: Afin d'afficher la vidéo privée vous devez entrer un mot de passe.

source: Password for video protection
fr: Mot de passe pour protection de la vidéo

source: Let empty for no private video management
fr: Laisser vide pour ne pas protéger la vidéo
